export const API_URL = "http://localhost:3024/";

const x = [
  {
    id: "1223980593",
    title: "Вечная классика",
    price: 450,
    weight: 450,
    calories: 610,
    description: "Вкуснейшая 100% классика",
    ingredients: [
      "Пшеничная булочка с кунжутом",
      "Котлета из 100% говядины",
      "Лук репчтый",
      "Свежий томат",
      "Хрустящий салат Айсберг",
      "Солёные огурчики",
      "Майонез",
      "Кетчуп томатный",
    ],
    category: "burger",
    image: "img/1223980593.jpg",
  },
  {
    id: "7029852449",
    title: "Начос",
    price: 250,
    weight: 220,
    calories: 660,
    description: "Хрустящие чипсы из кукурузной тортильи",
    ingredients: ["Начос", "Соус на выбор"],
    category: "snack",
    image: "img/7029852449.jpg",
  },
  {
    id: "7696061170",
    title: "Картошка фри",
    price: 245,
    weight: 180,
    calories: 560,
    description:
      "У нас он именно такой, каким любят его во всем мире — мягкий, рассыпчатый внутри и аппетитно хрустящий снаружи. Картофель нарезается крупными ломтиками и обжаривается в свежем фритюре. Для приготовления используются лучшие сорта. Хрустящее и сочное блюдо с разными соусами ждет вас!",
    ingredients: ["Картофель", "Соус на выбор"],
    category: "snack",
    image: "img/7696061170.jpg",
  },
];
